namespace Egoal.Authorization
{
    public enum SystemType
    {
        景区票务管理系统 = 1,
        Tcp检票系统 = 2,
        Sp检票系统 = 3,
        景区报表系统 = 4,
        通道监控系统 = 5,
        车船票务管理系统 = 6,
        车船报表系统 = 7,
        餐饮管理系统 = 8,
        餐饮报表系统 = 9,
        Tcp检票服务器 = 10,
        数据上传系统 = 11,
        数据下载系统 = 12,
        HoneyWell6x00检票系统 = 13,
        餐饮报表系统WinForm = 14,
        自助售票系统 = 15,
        商品租售系统 = 18,
        Pos储值卡系统 = 19,
        检票系统 = 20,
        工控机检票系统 = 21,
        检票系统526 = 22,
        指纹登记系统 = 23,
        后台管理系统 = 41,
        软件发布系统 = 66,
        数据库升级程序 = 67,
        加密狗监控系统 = 68,
        景区网上订票系统 = 90,
        车船网上订票系统 = 91,
        微信购票系统 = 93,
        安卓手持机系统 = 94
    }
}
